<!DOCTYPE html>
<html>
<head>
    <?php
    $title ="Скалолазание";
    require_once "blocks/head.php";
    ?>
</head>

<body>
<div id="page_align" >
    <?php
    require_once "blocks/header.php";
    ?>

    <div id="img" >

        <img src="символ.jpg" alt="" class="img" width=50px >
        <h1><a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%BA%D0%B0%D0%BB%D0%BE%D0%BB%D0%B0%D0%B7%D0%B0%D0%BD%D0%B8%D0%B5" target="_blank">Скалолазание</a></h1>

        <p align="justify"><b>Скалолазание</b> —  вид спорта и вид активного отдыха, который заключается в лазании по естественному (скалы) или искусственному (скалодром) рельефу. Зародившись как разновидность альпинизма, скалолазание в настоящее время — самостоятельный вид спорта.</br>
            Скалолазание как способ преодоления скального рельефа человеком в процессе освоения и приспособления к жизни в горных районах возник очень давно. Скалолазание как преодоление скального рельефа не с целью решения утилитарных житейских задач (охота, поиск кратчайших путей в горах и т. п.), а для самоутверждения, решения спортивных задач, то есть как разновидность активного отдыха и спорта, возникло в горных районах в XIX веке.</br>
            Занятие скалолазанием в свободное время получило широкое распространение в Европе: скальные районы Германии (Саксонская Швейцария, Циттауские горы и др.), Австрии (Тирольские Альпы), скалы Шотландии, Ирландии, Швейцарии и др. стран. В России более 150 лет тому назад в окрестностях Красноярска зародилось лазание на Красноярских столбах — столбизм.</br>
            Во второй половине XX века скалолазание стало признанным во всём мире видом спорта, по которому регулярно проводятся международные соревнования.</br> </p>
    </div>


    <form method="POST" action="index.html">
        <input type="text" name="name">
        <button>Text</button>
    </form> </br>

    <?php  require_once "blocks/footer.php"?>
</div>


</body>
</html>